{
    "projects" : [
        {
            "title" : "American Modernism",
            "desc" : "Literature creates a certain experience, which can mirror reality or generate something new. We are interested in better understanding that transfer of experience, or, in more philosophical terms, the mechanics of literary epistemology. We discuss how fiction positions itself as a form of knowledge, what it represents, and what tensions exist between it and the historical and artistic. Modernist literature has been particularly fruitful ground for our investigation, and we have used both creative and analytical modes of writing to express our thoughts.",
            "org" : "Humanities Independent Research Team (HIRT) – 2016 to present",
            "imgPath" : "static/project_pics/amMod.jpg",
            "id" : "AM"
        },
        {
            "title" : "Empathizing with “The Uncanny” in children’s storytelling and Bargaining",
            "desc" : "According to the literary framework of ‘altruistic punishment,’ humans read literature because of an inherent desire to punish wrongdoing – a society of ‘cooperators’ relies on ‘punishers’ to fend off ‘defectors’ that endanger the beneficial trust of society. This study investigates the association between children's guided creative writing and their performance in the economic game theory experiment known as the ultimatum game to determine how the altruistic punishment framework can be applied to their understanding of literature.",
            "org" : "Humanities Independent Research Team (HIRT) – 2017 to present",
            "imgPath" : "static/project_pics/storytelling.png",
            "id" : "UC"
        },
        {
            "title" : "Landmark Papers in Computer Science",
            "desc" : "What makes a research paper great, in form and/or substance? How do new ideas enter the “canon” of computer science? How does one obtain immortality in the names of algorithms and theorems? These are the humanistic questions we ask in this unit. We approach groundbreaking computer science ideas related to industry, cryptography, and theory through their original publications, rather than polished, second-hand explanations. We will read and discuss landmark papers with an eye for both raw content and expository style. In essence, we will treat computer science research literature as literature, worth analyzing for aesthetic and historical reasons.",
            "org" : "Pingry Computer Science Curriculum - 2021",
            "imgPath" : "static/project_pics/logo.png",
            "id" : "AM"
        }

    ]
}